Revit 2027 API
ParameterTypeId.AutoMullionInteriorGrid1 Property
 "Interior Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AutoMullionInteriorGrid1 { get; }
Public Shared ReadOnly Property AutoMullionInteriorGrid1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AutoMullionInteriorGrid1 {
	ForgeTypeId^ get ();
}
static member AutoMullionInteriorGrid1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace